Repository: bashardali/Aconverter
Catalog: lib/l10n/app_*.arb
Languages: ar

source: language
ar: العربية

source: doc to pdf
ar: مستند نصي الى بي دي اف

source: Download
ar: تحميل

source: there was no file downloaded yet
ar: لم يتم تحميل اي ملف بعد

source: Images to pdf
ar: صور الى بي دي اف

source: Scratch to pdf
ar: انشأ ملف من البداية

source: Hi there!
ar: مرحبا!

source: Show Downloaded file
ar: اظهر الملف الذي تم تحميله

source: Convert
ar: تحويل

source: Select file
ar: اختر ملف نصي

source: Show generated pdf
ar: اظهر الملف الذي تم توليده

source: Select images
ar: اختر صور
